Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/laereplan_naturfag.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Luonndofáhka - sáme oahppopládna
sma: Udir.no - Learoesoejkesje eatnemefaagesne saemien

source: Luonndofáhka - sáme oahppopládna
sma: Learoesoejkesje eatnemefaagesne saemien

source: Mierreduvvam Máhttodepartementas láhkanjuolgadusá milta 01.07.2013
sma: Vihtiestamme 01.07.2013

source: Ulmme
sma: Ulmie

source: Luondodieda le åvddånam ulmutjij diehtemvájnogisvuoda ja dárbo diehti gávnnat vásstádusájt ietjama eksistensa, iellema ja iellemvuogij birra ja mijá saje birra luondon ja universan ja le navti oassen mijá kultuvras.
sma: Eatnemedaejreme lea sjïdtedamme dan åvteste almetje lea tjetskehke, jïh daarpesje vaestiedassh gaavnedh gyhtjelasside sov bïjre, jieleden jïh jieledevuekien bïjre jïh mijjen sijjien bïjre eatnamisnie jïh universesne, jïh lea naemhtie akte bielie mijjen kultuvreste.

source: Sámen badjáni udnásj máná ja nuora sebrudagán mij le bájnnum æjvvalimes árbbedábálasj iellemvuogij ja ådåájggásasj diehtaga ja dárkkelis teknologija gaskan.
sma: Saepmesne daan beajjetje maanah jïh noerh aktene siebriedahkesne byjjenieh, gusnie maahta aerpievuekien jieledevuekieh vuejnedh, jïh daejbaaletje daejreme jïh gïerve teknologije leah gaavnedamme.

source: Sáme árbbediehto luondo hárráj gájbbet ålles ájádallamav ja dádjadusáv, gånnå praktihkalasj tjehpudagá dættoduvvi.
sma: Saemien aerpievuekien daajroe eatnemen bïjre aktem ållesth ussjedimmiem jïh goerkesem fokusisnie åtna, gusnie leavloem beaja praktihkeles tjiehpiesvoetide.

source: Luondon bierggit ja luondov ávkástallat jiermálasj ja buorre láhkáj li árvulasj sáme tjehpudagá maj baktu máhtto buolvas buolvvaj bisoduvvá.
sma: Eatnamisnie bïerkenidh jïh eatnemem eensilaakan jïh jiermijeslaakan nuhtjedh leah vyörtegs saemien tjiehpiesvoeth, gusnie daajroe boelveste boelvese sertieståvva eadtjohke darjomi tjirrh.

source: Luonndofáhka galggá liehket oassen dán åhpadimes.
sma: Eatnemefaage edtja daejnie daajroesertiestimmine viehkiehtidh.

source: Luonndodiehtaga lága ja teorija li modella duohtavuodas, ja dá modella rievddi jali vijddásappot åvddånahteduvvi ådå observasjåvnåj, gæhttjaladdamij ja ájádusáj baktu.
sma: Laakh jïh teorijh eatnemedaejriemisnie leah maallh aktede gellielaaketje rïektesvoeteste, jïh daah maallh jorkesieh jallh vijriesåbpoe evtiesuvvieh orre vïhtesjimmiej, haarjanimmiej jïh åssjaldahki tjirrh.

source: Ájnas oasse luonndodiehtagis le diehtet luonndodieda maŋenagi åvddån, ja dutkam ja ådå máhtto luonndodiehtaga ja teknologija suorgijn le ájnas sebrudagá åvddånahttemij ja iellembirrasij.
sma: Akte vihkeles bielie dehtie sïejhme daajroste lea daejredh eatnemedaejreme lea evtiedimmesne, jïh dotkeme jïh orre daajroe eatnemedaejriemisnie jïh teknologijesne leah joekoen vihkeles siebriedahken evtiedæmman jïh jieledebyjresasse.

source: Vájku luonndodieda le moatte fáhkasuorgijda juogeduvvam dagu biologija, fysihkka ja kjemija ja geofága, de le ulmmen jut skåvllåfáhka luonndofáhka sihke teorijan ja praktihkalattjat doajmma åbbålasj fáhkan.
sma: Jalhts eatnemedaejreme lea ovmessie faagebieline juakasovveme, goh biologije, fysihke jïh kjemije jïh geofaage, dle ulmie lea skuvlefaage eatnemefaage dovne teoretihkeles jïh praktihkeles vååjnoeh goh akte ållesth faage.

source: Luondo máhtto, dádjadus ja vásádusá máhtti åvdedit mielav luonndoressursajt suodjalittjat, biologalasj valjesvuodav bisodittjat ja guoddelis åvddånahttemav nannitjit.
sma: Daajroe jïh goerkese eatnemen bïjre jïh dåårjese eatnamisnie maahta væljoem skreejrehtidh eatnemevierhtide vaarjelidh, dam biologeles gellievoetem vaarjelidh jïh aktine monnehke evtiedimmine viehkiehtidh.

source: Dán aktijvuodan li sámijn ja ietjá álggoálmmugijn máhtto luondo birra mav galgalulujma vieledit.
sma: Daan sjïekenisnie saemieh jïh jeatjah aalkoealmetjh daajroem utnieh eatnemen bïjre maam tjuara seahkaridh.

source: Sæmmi båttå galggá luonndofáhka vájkkudit váj mánáj ja nuoraj vuojno ja guotto åvddåni, ja ájádallagåhti gåktu luonndo, ulmusj, teknologija, sebrudahka ja dutkam aktan doajmmi.
sma: Seamma tïjjen dle eatnemefaage edtja viehkiehtidh guktie maanah jïh noerh daajroeh jïh vuajnoeh evtiedieh, mah dejtie aktem eensi vuajnoem vedtieh dan ektiespïelese eatnemen, almetjen, teknologijen, siebriedahken jïh dotkemen gaskem.

source: Dát le ájnas váj juohkka akta bæssá dádjadit iesjgeŋgalágásj luonndodiedalasj ja teknologalasj diedojt.
sma: Daate lea vihkeles ihke fïerhte almetje edtja nuepieh utnedh ovmessie såarhts eatnemedaejremen jïh teknologeles bïevnesh guarkedh.

source: Dát galggá liehket vuodon sebrudagá prosessajda sæbrrat.
sma: Daate edtja fïerhten almetjasse aktem våaromem vedtedh meatan årrodh prosessine siebriedahkesne.

source: Barggat iesjgeŋgalágásj ássjetjuolmaj praktihkalattjat ja teorehtalattjat laboratåvråjn ja luondon le ájnas váj bæssá åtsådallat ja oahppat luonndodiehtaga metodajt ja ájádallamvuogijt.
sma: Dovne dæjpeleslaakan jïh teorijen mietie barkedh ovmessie dåeriesmoerigujmie laboratovrijinie jïh eatnamisnie lea daerpies jis edtja dååjrehtimmiem åadtjodh, jïh daajroem evtiedidh vuekiej jïh ussjedimmievuekiej bïjre eatnemedaejriemisnie.

source: Dát le åvdedime sjuggelisvuodav, kritihkalasj dájdov, rabásvuodav ja dåjmalasj oassálasstemav dilijn gånnå luonndofágalasj máhtto ja tjehpudahka le oassen.
sma: Daate maahta viehkiehtidh skaepiedihksvoetem evtiedidh, laejhtehkslaakan ussjedidh, eerlege årrodh jïh eadtjohkelaakan meatan årrodh desnie gusnie eatnemefaageles daajroe jïh maehtehtjevoete leah meatan.

source: Målsudahkes oahppambirrasa dagu ålggon luondon barggat, gæhttjaladdambargo laboratåvråjn ja guossidime dávvervuorkájn, diehtoguovdátjijn ja viddnudagájn boanndot luonndofága åhpadimev ja båktå imájdallamav ja diehtemvájnov, ja mielav giddi.
sma: Jeereldihkie lïerehtimmiebyjresh goh feeltebarkoe eatnamisnie, laboratorijinie eksperimenteradidh jïh museumidie, daejremejarngide jïh sïeltide mïnnedidh, sæjhta lïerehtimmiem eatnemefaagesne ræjhkoesåbpoe darjodh, jïh nuepiem vedtedh ussjedidh, tjetskehke jïh heehkehts årrodh.

source: Máhttet iesjgeŋga luonndodiedalasj tevstajt, metodajt ja teknologalasj tjoavddusijt dádjadit vaddi vuogas vuodov virggefágalasj åhpadussaj, vijddásap oahppamij ja iellemájge oahppamij virgen ja asstoájgen.
sma: Maahtoe utnedh ovmessie såarhts tjaalegh, vuekieh jïh teknologeles raerieh guarkedh aktem hijven våaromem vadta barkoefaageles ööhpehtimmide, vielie lohkedh jïh barkosne jïh eejehtallemisnie lïeredh abpe jieledem.

source: Fága oajvveoase
sma: Faagen åejvieboelhkh

source: Fáhka le juogeduvvam oajvveåsijda, ja juohkka oasen li máhtudakmihto.
sma: Faage lea öörnedamme åejviesuerkine mej sisnie maahtoeulmieh leah hammoedamme.

source: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.
sma: Dah åejviesuerkieh sinsitniem lissiehtieh jïh tjuerieh ektesne vuajnalgidh.

source: Fáhka le aktisasjfáhka mij gullu gájka joarkkaåhpadusáj oahppoprográmmajda.
sma: Faage akte ektiefaage gaajhkide ööhpehtimmieprogrammide jåarhkeööhpehtimmesne.

source: Danen galggá åhpadusáv iesjgeŋga oahppoprográmmaj hiebadit váj sjaddá nav relevánta gå vejulasj oahppijda.
sma: Edtja dan åvteste lïerehtimmiem dan sjyöhtehke darjodh learoehkidie guktie dïhte lea sjïehtedamme dejtie ovmessie ööhpehtimmieprogrammide.

source: Luonndofágan li vissa máhtudakmihto vuodoskåvlå 2., 4., 7. ja 10. jahkedáse maŋŋela ja joarkkaåhpadusá Jo1 studerimgárvediddje ja viddnofágalasj oahppoprográmmajn ja Jo3 lasádus dábálasj oahppomáhtudahkaj.
sma: Eatnemefaage maahtoeulmieh åtna 2., 4., 7. jïh 10. jaepiedaltesen mænngan maadthskuvlesne, jïh jåarhkeööhpehtimmesne Jåa1 mænngan studijeryöjreden jïh barkoefaageles ööhpehtimmieprogrammine, jïh Jåa3 mænngan lissiebigkemisnie sïejhme studijemaahtose.

source: Oajvveåsij gåvvå:
sma: Bijjieguvvie åejviesuerkijste:

source: Jahkedásse
sma: Jaepiedaltese

source: Oajvveoase
sma: Åejviesuerkieh

source: Ulmusj luondon
sma: Almetje eatnamisnie

source: Luondo valjesvuohta
sma: Gellievoete eatnamisnie

source: Rumáj ja varresvuohta
sma: Kråahpe jïh healsoe

source: Fenomena ja ábnnasa
sma: Fenomenh jïh aamhth

source: hábbmim
sma: Teknologije jïh hammoe

source: Jo1
sma: Jåa1 studijeryöjreden ööhpehtimmieprogrammh

source: Guoddelis åvddånahttem
sma: Monnehke evtiedimmie

source: Biebbmo ja varresvuohta
sma: Beapmoe jïh healsoe

source: Suodnjardibme ja radioaktivitehtta
sma: Goekedimmie jïh radio-aktiviteete

source: Boahtteájge energija
sma: Energije båetijen aajkan

source: Vg3 Lasádus dábálasj oahppomáhtudahkaj
sma: Jåa3 lissiebigkeme sïejhme studijemaahtose

source: Rumáj, varresvuohta, iellemvuohke ja biebbmo li álu ássjen median.
sma: Tæjmoeh leah 60-minudten ektievoetine:

source: Tijmmalåhko
sma: MAANADALTESE

source: 1.-7. jahkedásijn: 328 tijma
sma: 1.–7. jaepiedaltese: 328 tæjmoeh

source: 8.-10 jahkedásijn: 249 tijma (256 tijma oahppijda gudi 10. jahkedásev ålliji jagen 2013/2014)
sma: 8.–10. jaepiedaltese: 249 tæjmoeh (256 tæjmoeh dejtie mah 10. jaepiedaltesem illieh 2013/2014)

source: OAHPPOGÁRVEDIME OAHPPOPROGRÁMMA
sma: STUDIJERYÖJREDEN ÖÖHPEHTIMMIEPROGRAMMH

source: Jo1: 140 tijma
sma: Jåa1: 140 tæjmoeh

source: Jo1: 56 tijma
sma: Jåa1: 56 tæjmoeh

source: Jo3: 84 tijma
sma: Jåa3: 84 tæjmoeh

source: Vuodotjehpudagá
sma: Faagen maadth maahtoeh

source: Vuodotjehpudagá li integreridum máhtudakmihtojda, gånnå li fáron fáhkamáhtudagáv åvddånahttemin ja li aj dassta oassen.
sma: Vihkeles tjiehpiesvoeth leah sjïehtesjamme maahtoeulmine, gusnie dah viehkiehtieh faagemaahtoem evtiedidh jïh mestie dah akte bielie.

source: Luonndofágan dádjaduvvi vuodotjehpudagá náv:
sma: Eatnemefaagesne guarkebe vihkeles tjiehpiesvoeth naemhtie:

source: Njálmálasj tjehpudagá luonndofágan li gulldalit, ságastit ja ságastallat váj gåvvit, juogat ja åvddånahttá máhtov luonndofágalasj sisanujn mij le váksjomij ja åtsådallamijda tjanádum.
sma: Njaalmeldh tjiehpiesvoeth eatnemefaagesne lea goltelidh, håaledh jïh soptsestidh juktie buerkiestidh, juekedh jïh daajroem eatnemefaageles sisveginie evtiedidh mah leah vïhtesjimmiej jïh dååjrehtimmiej bïjre.

source: Dat mierkki luonndofágalasj moallánagájt adnet máhto gaskostimen, gatjádaládijn, argumenteridijn ja tjielggidusájn.
sma: Daate sæjhta jiehtedh eatnemefaageles dïejvesh nuhtjedh juktie daajroem leerehtidh jïh gyhtjelassh, argumentasjovnh jïh buerkiestimmieh darjodh.

source: Dasi gullu aj hiebadit åvddånbuktemijt, moallánagájt ja buojkulvisájt ulmmáj ja vuosstájválldijda.
sma: Edtja aaj maehtedh soptsestimmievuekiem, dïejvesh jïh vuesiehtimmieh sjïehtedidh åssjelasse jïh dåastoejidie.

source: Njálmálasj tjehpudagáj åvddånahttem luonndofágan le gulldalit ja ságastallat vásádusáj ja váksjomij birra vaj máhttet åvddånbuktet ja ságastallat gássjelap ássjij birra.
sma: Evtiedimmie njaalmeldh tjiehpiesvoetijste eatnemefaagesne lea maehtedh goltelidh jïh soptsestidh dååjresi jïh vïhtesjimmiej bïjre, jïh ahkedh vielie gïerve aamhtesh åehpiedehtedh jïh digkiedidh.

source: Dát sisadná ienebut máhttet luonndofágalasj moallánagájt adnet maj vuoset dádjadusáv, ietjas árvustallamijda ja oassálastátjit fágalasj ságastallamijda.
sma: Edtja jiene-jienebe eatnemefaageles dïejvesh nuhtjedh juktie soptsestidh satne guarkeme, jïjtse vuarjasjimmieh utnedh jïh meatan årrodh faageles digkiedimmine.

source: Buktet tjállet luonndofágan le luonndofágalasj tækstasjáŋŋarijt adnet gå le gatjálvisájt ja hypotesajt dahkamin, plánajt ja tjielggidusájt tjállemin, diedojt buohtastahttemin ja daj birra reflekterimin, ja gáldojt vuogas láhkáj adnemin.
sma: Maehtedh tjaeledh eatnemefaagesne lea eatnemefaageles teekstesjangerh nuhtjedh juktie gyhtjelassh jïh hypoteesh darjodh, soejkesjh jïh buerkiestimmieh tjaeledh, viertiestidh jïh ussjedidh bïevnesi bïjre, jïh gaaltijh maereleslaakan nuhtjedh.

source: Dat mierkki aj váksjomijt ja åtsådallamijt gåvådit, diedojt tjoahkkit, vuojnoj åvdås argumenterit ja ålggobargos rapporterit, gæhttjaladdama ja teknologalasj åvddånimprosessa.
sma: Edtja vïhtesjimmieh jïh dååjrehtimmieh buerkiestidh, bïevnesh tjåanghkan giesedh, vuajnoeh argumenteradidh jïh feeltebarkoste, eksperimentijste jïh teknologeles evtiedimmieprosessijste reektedh.

source: Tjállemprosessa plánimis gárvedibmáj ja tevstaj åvddånbuktemij sisadná luonndofágalasj buojkuldagájt, figuvrajt ja symbåvlåjt adnet hiebadum ulmmáj ja vuosstájválldáj.
sma: Tjaelemeprosesse soejkesjimmien raejeste gïetedimmien jïh åehpiedehtemen raajan tjaalegijstie, sæjhta jiehtedh learohke tjuara eatnemefaageles dïejvesh, goerh jïh symbovlh nuhtjedh mah leah åssjelasse jïh dåastoejasse sjïehtedamme.

source: Tjállemtjehpudagá åvddånibme luonndofágan manná álkkes javllamvuogijs maŋenagi tjielggasap luonndofágalasj buojkuldagáj, symbåvlåj, grafihka ja argumentasjåvnå adnemij.
sma: Evtiedimmie tjaelemetjiehpiesvoetijste eatnemefaagesne lea maehtedh aelhkie soptsestimmievuekieh nuhtjedh goske ånnetji ånnetji aalka vielie veele eatnemefaageles dïejvesh, symbovlh, grafihkh jïh argumentasjovnh nuhtjedh.

source: Dát mierkki máhttet tjállet gássjelap tevstajt maj vuodon le kritihkalasj ja vijdes gáldo hiebadum ulmmáj ja vuosstájválldáj.
sma: Edtja maehtedh ahkedh vielie gïerve tjaalegh tjaeledh, jïh laejhtehkslaakan jïh jeereldihkie gaaltijidie nuhtjedh mah leah åssjelasse jïh dåastoejasse sjïehtedamme.

source: Buktet låhkåt luonndofágan le dádjadit ja adnet luonndofágalasj buojkuldagájt, symbåvlåjt, figuvrajt ja argumentajt ulmmelasj bargo tjadá luonndofágalasj tevstaj.
sma: Maehtedh lohkedh eatnemefaagesne lea guarkedh jïh nuhtjedh eatnemefaageles dïejvesh, symbovlh, goerh jïh argumenth ulmiestuvreldh barkoen tjirrh, eatnemefaageles tjaalegigujmie.

source: Dát mierkki máhttet identifiserit, dålkkut ja adnet diedojt moattebelak tevstajs girjijn, avijsajn, addnobagádusájn, njuolgadusájn, brosjyrajn ja digitála gáldojn.
sma: Edtja maehtedh damtijidh, toelhkestidh jïh bïevnesh nuhtjedh tjåanghkan bïejeme tjaalegijstie gærjine, plaerine, åtnoebïhkedimmine, njoelkedassine, brosjyrine jïh digitaale gaaltijinie.

source: Låhkåm luonndofágan le aj kritihkalattjat árvustallat gåktu diedo åvddån biejaduvvi ja argumentajn aneduvvi, duola dagu máhttet sieradit dáhtáj, árvvedimij, tjuottjodusáj, hypotesaj ja konlusjåvnåj gaskan.
sma: Lohkeme eatnemefaagesne lea laejhtehkslaakan vuarjasjidh guktie bïevnesh våajnoes dorjesuvvieh jïh åtnasuvvieh argumeentine, g. j. daataj, aerviedimmiej, jiehtegi, hypoteesi jïh vihtiestimmiej gaskem joekehtidh.

source: Låhkåmtjehpudagá åvdedibme luonndofágan mierkki gájkka gaskan gávnnat ja adnet tjielgga diedojt álkkes tevstajn dádjadittjat tevstajt ájn vil ienep fáhkabuojkuldagáj, symbåvlåj, figuvraj, tabellaj ja diedojt ma e njuolgga åvddån boade.
sma: Evtiedimmie lohkemetjiehpiesvoeteste eatnemefaagesne lea maehtedh gaavnedh jïh nuhtjedh bïevnesh aelhkie tjaaleginie, goske maahta tjaalegh guarkedh ahkedh jienebi faagedïejvesigujmie, symbovlh, goerh, tabellh jïh sjïere bïevnesh.

source: Dárbbo máhttet kritihkalattjat låhkåt ja guoskavasj diedojt gávnnat ja gáldoj åskåldisvuodav árvustallat aj lassán, hiebaduvvam gáldoj anos gitta iesj máhttet åhtsåt ja buohtastahttet diedojt duot dát gáldos ja árvustallat makta hiehpi bargguj.
sma: Krïevenasse laejhtehks lohkemasse jïh maehtedh sjyöhtehke bïevnesh damtijidh jïh vuarjasjidh mejtie maahta gaaltijidie leajhtadidh læssene, dehtie miereste gosse maahta sjïehteladteme gaaltijh nuhtjedh, goske maahta ribledh jïh bïevnesh viertiestidh ovmessie gaaltijijstie, jïh vuarjasjidh man sjyöhtehke dah leah.

source: Buktet riekknit luonndofágan le tállamateriálav tjoahkkit, hiebadit ja åvddånbuktet.
sma: Maehtedh ryöknedh eatnemefaagesne lea taalematerijellem ribledh, gïetedidh jïh vuesiehtidh.

source: Dat mierkki adnet buojkuldagájt, mihttiminstrumentajt, mihttimavtadagájt, foarmmalijt ja grafihkav.
sma: Edtja maehtedh dïejvesh, möölehtimmiedïrregh, möölegeektievoeth, formelh jïh grafihkem nuhtjedh.

source: Riekknim luonndofágan le aj máhttet buohtastahttet, árvustallat ja argumenterit merustallama, båhtusa ja åvddånbuktema li duohta.
sma: Ryökneme eatnemefaagesne lea aaj maehtedh viertiestidh, vuarjasjidh jïh argumenteradidh man reaktoe dah aerviedimmieh, illedahkh jïh vuesiehtimmieh leah.

source: Luonndofága riekknimtjehpudagá åvddånibme le álkkes låhkåm- ja klassifiserimmetodaj anos gitta máhttet arvustallat metodaj, buojkuldagáj, foarmmalij ja mihttimvædtsagij válljimijt.
sma: Evtiedimmie ryöknemetjiehpiesvoetijste eatnemefaagesne lea maehtedh aelhkie vuekieh nuhtjedh juktie ryöknedh jïh öörnegen mietie bïejedh, goske maahta vuarjasjidh veeljeme vuekijste, dïejvesijstie, formelijstie jïh möölehtimmiedïrregijstie.

source: Vijddásappot dat mierkki maŋenagi dahkat gássjelap åvddånbuktemijt ja árvustallamijt ja riekknimav fágalasj argumenterimin adnet.
sma: Edtja aaj maehtedh ahkedh giervebe vuesiehtimmieh jïh vuarjasjimmieh darjodh, jïh ryöknemem nuhtjedh faageles argumentasjovnesne.

source: Digitála tjehpudagá luonndofágan le digitála ræjdojt adnet gå le guoradallamin, registrerimin, merustallamin, visualiserimin, dokumenterimin ja dáhtájt almodime ietjas ja iehtjádij guoradallamijs, gæhttjaladdamijs ja ålggobargos.
sma: Digitaale tjiehpiesvoeth eatnemefaagesne lea digitaale dïrregh nuhtjedh juktie goerehtidh, vïhtesjadtedh, aerviedidh, visualiseradidh, vihtiestidh jïh åehpiedehtedh daatah jïjtse jïh mubpiej goerehtimmijste, voejhkelimmijste jïh feeltebarkoste.

source: Dat aj mierkki åhtsåmvædtsagijt adnet, åhtsåmstrategijajt buktet ja gáldojt kritihkalattjat árvustallat ja válljit makkir diedo hiehpi iesjgeŋga luonndofágalasj tiebmáj.
sma: Edtja aaj maehtedh ohtsemedïrregh nuhtjedh, ohtsemevuekieh haalvedh jïh laejhtehkslaakan gaaltijh vuarjasjidh jïh sjyöhtehke bïevnesh veeljedh eatnemefaageles aamhtesi bïjre.

source: Digitála tjehpudagáj åvddånibme luonndofágan manná álgos buktet digitála ræjdojt adnet gitta ienebut iesjrádálattjat ja dájdulattjat válljit digitála gáldojt, vædtsagijt, mediajt ja diedojt
sma: Evtiedimmie digitaale tjiehpiesvoetijste eatnemefaagesne lea maehtedh digitaale dïrregh nuhtjedh goske ahkedh buerebelaakan maahta jïjtjeraarehke digitaale gaaltijh, dïrregh, meedijh jïh bïevnesh veeljedh jïh nuhtjedh.

source: Máhtudakmihto 2. jahkedáse maŋŋela
sma: Maahtoeulmie 2. jaepiedaltesen mænngan

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: dåbdudagáj baktu væráldav guoradallat lahka birrasin
sma: saanside nuhtjedh juktie veartenem goerehtidh gietskene byjresisnie

source: gåvådit, tjuorggat ja ságastallat ietjas váksjomij birra gæhttjaladdamijs ja luondos
sma: buerkiestidh, vuesiehtidh jïh soptsestidh jïjtse vïhtesjimmiej bïjre voejhkelimmijste jïh eatnamistie

source: dåbddåt hiehtesymbåvlåjt ma mierkkiji várálasj ábnnasijt ja várálasj tjuovgajt
sma: vaahra-symbovlem damtijidh vaarege aamhtide jïh vaarege tjoevkese

source: tjadádit dåjmajt luondon váj oahppá luondo birra, ságastallat manen dat le ájnas ja filosoferit almatja saje birra luondon
sma: darjomh eatnamisnie tjirrehtidh juktie eatnemen bïjre lïeredh, soptsestidh man åvteste daate lea vihkeles, jïh almetji sijjien bïjre eatnamisnie ussjedidh

source: ságastallat almatjij ja iellij aktijvuoda birra, ja almatjij åvdåsvásstádusás juhtusij gáktuj, duola dagu sáme subttsasij baktu
sma: soptsestidh guktie lea almetji jïh kreeki gaskemsh, jïh almetjen dïedten bïjre kreekide hijvenlaakan gïetedidh, gaskem jeatjah våaroeminie saemien heamturine jïh soptsesinie

source: gåvådit váksjomij baktu jábijt sáme ja dáttja dábij milta, ja subtsastit gåktu sáme namá mánojda gåvvidi luondo dáhpádusájt ja ságastallat ma li hiebalgis biktasa dálkkáj ja jáhpáj
sma: vïhtesjimmieh nuhtjedh jaepieboelhkide buerkiestidh saemien jïh nöörjen aerpievuekesne, jïh soptsestidh guktie dah saemien askedïejvesh, fenomenh eatnamisnie buerkiestieh, jïh reaktoe vaarjoej bïjre soptsestidh vearolden, tsiehkien jïh jaepieboelhken mietie

source: dåbddåt ja gåvådit muhtem sjaddo- ja ielleslájajt lahkabirrusin ja dajt juohkusijda tjuolldet
sma: damtijidh jïh buerkiestidh naan sjædtoe- jïh kreeke-aarhth voengesne, jïh dejtie dåehkine veesmedh

source: nammadit ja gåvådit dåjmajt muhtem ålgoldis ja sisŋeldis åsijt ulmutja rubmahis
sma: nommem bïejedh jïh funksjovnem buerkiestidh naan byjngetje jïh sisnjelds bielide almetjekråahpeste

source: ságastallat rájáj biedjama, dádjadime ja ietjas ja iehtjádij rubmaha vieledime birra
sma: raastebïejemen, goerkesen jïh seahkarimmien bïjre soptsestidh jïjtse jïh mubpiej kråahpese,

source: gåvådit ja ságastallat dåbdudagájt ja dajt diedulattjat adnet váksjudijn ålggon ja sinna.
sma: buerkiestidh jïh soptsestidh saansi bïjre jïh dejtie voerkeslaakan vïhtesjimmine nuhtjedh gosse ålkone jïh gåetesne mejnie akt gïehtele

source: nammadit ja gåvådit gåktu ednam, mánno ja biejvve labudi nubbe nuppe gáktuj, ja subtsastit jábij, jánndura ja jus le sjadde jali nåhkke mánno
sma: buerkiestidh jïh vuesiehtidh guktie eatneme, aske jïh biejjie gaskemsh svihtjieh, jïh jaepieboelhki, dygnen jïh askeboelhki bïjre soptsestidh

source: gåvådit ja tjuolldet ábnnasijt dåbddomerkaj milta majt máhttá vuojnnet
sma: aamhth buerkiestidh jïh aamhth væhtaj mietie veesmedh mejtie maahta vïhtesjidh

source: gæhttjaladdamijt tjadádit tjátjijn ja tjuovgajn ja ságastit observasjåvnåj birra
sma: voejhkelimmieh darjodh tjaetsine jïh tjoevkine, jïh vïhtesjimmiej bïjre soptsestidh

source: Teknologija ja hábbmim
sma: Teknologije jïh hammoe

source: dáhkat ádajt ma máhtti tjátje jali ájmo viehkijn labudit, ja ságastallat gåktu da doajmmi
sma: daeverh darjodh mah maehtieh svihtjedh viehkine tjaetseste jallh elmeste, jïh soptsestidh guktie dah fungeradieh

source: dahkat ádajt ma adni tjuovga reflekterimav, ja ságastallat gåktu da doajmmi
sma: daeverh darjodh mah refleksjovnem tjoevkesistie nuhtjieh, jïh soptsestidh guktie dah fungeradieh

source: Máhtudakmihto 4. jahkedáse maŋŋela
sma: Maahtoeulmie 4. jaepiedaltesen mænngan

source: ádnet luonndofágalasj buojkuldagájt gåvådittjat ja åvddån buvtátjit ietjas váksjomijt, oajvvadit ja ságastallat vejulasj tjielggidusáj birra dasi mav le váksjum
sma: eatnemefaageles dïejvesh nuhtjedh juktie buerkiestidh jïh åehpiedehtedh jïjtse vïhtesjimmieh, raeriestidh jïh soptsestidh seapan buerkiestimmiej bïjre dan bïjre maam vïhtesjamme

source: adnet mihttiminstrumentajt, dáhtájt tjuolldet, árvustallat makta båhtusa li dåhkkidahtte, ja dajt åvddånbuktet digitála viehkkenævoj jali daj dagá.
sma: möölehtimmiedïrregh nuhtjedh, daatah öörnegen mietie bïejedh, vuarjasjidh mejtie illedahkh leah reaktoe jïh dejtie åehpiedehtedh digitaale viehkiedïrregigujmie jallh bielelen

source: tjállet rapportajt ja gåvvidimijt ja avtagærddásasj digitála tevstajt dahkat
sma: reektehtsh jïh buerkiestimmieh tjaeledh, jïh aelhkie digitaale tjåanghkan bïejeme tjaalegh darjodh

source: åhtsåt ja hiebadallat diedojt luonndofágalasj åsijs duot dát gáldos ja gáldojt tjállet
sma: bïevnesh ribledh jïh gïetedidh eatnemefaageles aamhtesi bïjre ovmessie gaaltijijstie, jïh gaaltijidie neebnedh

source: oassálasstet dåjmajda gånnå ulmusj ressursajt luondos viedtjá ja ságastallat gåktu ressursa ávkken båhti
sma: meatan årrodh darjoeminie gusnie almetjh vierhtieh eatnamistie veedtjieh, jïh soptsestidh guktie daah vierhtieh nåhtose dorjesuvvieh

source: gåvådit mav máhttá dahkat váj lahkabirrasa luondov várajda válldá, ja argumenterit dan åvdås ja iesj luondov huksat
sma: buerkiestidh maam maahta darjodh juktie eatnemem voengesne gorredidh, jïh argumenteradidh guktie maahta tjaebpieslaakan eatnamisnie fealadidh jïh aaj dam darjodh

source: ságastallat muhtem ielle- ja sjaddoslájaj iellemgievle birra
sma: jieledesyklusen bïjre soptsestidh jïh jieledesyklusem viertiestidh såemies sjædtoe- jïh kreeke-aarhtide
